Repository: 19v/ExifTool
Catalog: ShareExtension/Localizable.xcstrings
Source language: en
Languages: zh_hans

# metadata.value.cropMode
source: Crop Mode
zh_hans: 裁切模式

# shareExtension.cancel
source: Cancel
zh_hans: 取消

# shareExtension.done
source: Done
zh_hans: 完成

# shareExtension.failedTitle
source: Unable to Read Photo
zh_hans: 无法读取照片

# shareExtension.fileName
source: File Name
zh_hans: 文件名

# shareExtension.importFailed
source: This photo could not be opened or is no longer available.
zh_hans: 无法打开这张照片，或照片已不可用。

# shareExtension.language.chinese
source: Chinese
zh_hans: 中文

# shareExtension.language.english
source: English
zh_hans: 英文

# shareExtension.metadataLanguage
source: Metadata Language
zh_hans: 参数语言

# shareExtension.noExif
source: No Exif Metadata
zh_hans: 没有 Exif 信息

# shareExtension.noExif.detail
source: The photo can be previewed, but it contains no readable Exif metadata.
zh_hans: 可以预览这张照片，但其中没有可读取的 Exif 信息。

# shareExtension.photoPreview
source: Shared photo preview
zh_hans: 分享照片预览

# shareExtension.previewUnavailable
source: Photo preview unavailable
zh_hans: 照片预览不可用

# shareExtension.readingExif
source: Reading Exif Metadata
zh_hans: 正在读取 Exif 信息

# shareExtension.readingExif.detail
source: Large photos and RAW files may take a moment.
zh_hans: 较大的照片和 RAW 文件可能需要一些时间。

# shareExtension.retry
source: Try Again
zh_hans: 重试

# shareExtension.title
source: Photo Metadata
zh_hans: 照片信息
